
<h3>欢迎使用 YioPay 服务</h3>
<br>
<p>
<h4>一、YioPay 服务协议的确认</h4>
    1、本协议有助于您了解 YioPay 为您提供的服务内容及您使用服务的权利和义务，请您仔细阅读（特别是以粗体标注的内容）。如果您对本协议的条款有疑问，欢迎咨询客服。
    <br>
    2、如本协议发生变更，YioPay 有权随时变更协议内容，并在公告后立即生效。若您在协议生效后继续使用 YioPay 服务的，表示您接受变更后的协议，也将遵循变更后的协议使用 YioPay 服务。
    <br>
    3、如您为无民事行为能力人或为限制民事行为能力人，请告知您的监护人，并在您监护人的指导下阅读本协议和使用 YioPay 服务。若您是中国大陆以外的用户，您还需同时遵守您所属国家或地区的法律，且您确认，订立并履行本协议不受您所属、所居住或开展经营活动或其他业务的国家或地区法律法规的限制。
    </p>
    <br>
    <h4>二、YioPay 为您提供的服务内容</h4>
    <br>
    YioPay 服务是 YioPay 向您提供的收款 API 服务。 YioPay 只提供一个通过支付宝微信收款的工具，YioPay 工具本身不具备中转资金、结算资金的功能，所有客户的资金都不经过 YioPay 工具及其运营公司账户。资金从始至终在支付宝、微信的运营公司账户上，由其运营公司及其上机部门，国家机关来监管监督，YioPay 不对资金的来源，用途，去向做监管监督。我们信任并无条件支持支付宝微信的风控体系管理，不额外做另行的监管监督。
    <br>

<h4>三、YioPay 账户的注册、使用和注销</h4>
（一）注册
<br>
1、您完成 YioPay 账号注册后，即可使用部分 YioPay 服务；您还可以进一步申请并通过 YioPay 验证后取得 YioPay 账户，使用更多服务。具体验证方式以本网站页面提示为准。
<br>
2、您在账户中设置的昵称、头像、签名、留言等必须遵守法律法规、公序良俗、社会公德，且不会侵害其他第三方的合法权益，否则 YioPay 可能会取消您的昵称、头像、签名。
<br>
（二）使用
<br>
账号密码是 YioPay 识别您身份的依据，请您务必妥善保管。 使用账号密码进行的任何操作、发出的任何指令均视为您本人做出。因您的原因造成的账户、密码等信息被冒用、盗用或非法使用，由此引起的一切风险、责任、损失、费用等应由您自行承担。 您同意：
<br>
1、基于不同的终端以及您的使用习惯，我们可能采取不同的验证措施识别您的身份。例如您的 YioPay 账户在新设备首次登录的，我们可能通过密码加校验码的方式识别您的身份。
<br>
2、为保障您的资金安全，请把手机及其他设备的密码设置成与 YioPay 会员号及账户的密码不一致。如您发现有他人冒用或盗用您的会员号、账户或者 YioPay 登录名及密码，或您的手机或其他有关设备丢失时，请您立即以有效方式通知 YioPay ；您还可以向 YioPay 申请暂停或停止 YioPay 服务。您理解 YioPay 对您的请求采取行动需要合理时间，如 YioPay 未在合理时间内采取有效措施，导致您损失扩大的， YioPay 将就扩大的损失部分承担责任，但 YioPay 对采取行动之前已执行的指令不承担责任。
<br>
3、YioPay 账户仅限您本人使用，不可转让、借用、赠与、继承。
<br>
4、基于运行和交易安全的需要，YioPay 可以暂停或者限制 YioPay 服务部分功能，或增加新的功能。
<br>
5、为了维护良好的网络环境，YioPay 有时需要了解您使用 YioPay 服务的真实背景及目的，如 YioPay 要求您提供相关信息或资料的，请您配合提供。
<br>
6、为了您的交易安全，您在使用 YioPay 服务时，请事先判断交易对方是否具有完全民事行为能力并谨慎决定是否使用 YioPay 服务与对方进行交易。
<br>
（三）注销
<br>
在需要终止使用 YioPay 服务时，符合以下条件的，您可以申请注销您的 YioPay 账户：
<br>
1、您仅能申请注销您本人的会员号或账户，并依照 YioPay 的流程进行注销。
<br>
2、您可以通过自助或者人工的方式申请注销会员号或账户，但如果您使用了 YioPay 提供的安全产品，请在该安全产品环境下申请注销。
<br>
3、您申请注销的会员号或账户处于正常状态，即您的会员号或账户的信息是最新、完整、正确的，且会员号或账户未被采取止付、冻结等限制措施。如您申请注销的 YioPay 账户有关联的 YioPay 账户或子 YioPay 账户的，在该关联的 YioPay 账户或子 YioPay 账户被注销后，您才能注销该账户。
<br>
4、为了维护您和其他用户的合法利益，您申请注销的会员号或账户，应当不存在未了结的权利义务或其他因为注销该账户会产生纠纷的情况，不存在任何未完结交易，没有余额。
<br>
5、
（1）为了防止资源占用，如您连续12个月未使用您的 YioPay 登录名或 YioPay 认可的其他方式登录过您的会员号或账户，YioPay 有权对该会员号或账户进行注销，您将不能再通过该 YioPay 登录名登录本网站或使用相关会员号或者账户。如该会员号或账户有关联的理财产品、待处理交易或余额， YioPay 会协助您处理，请您按照 YioPay 提示的方式进行操作。如您自开立 YioPay 账户之日起6个月内无主动交易，则向您重新核实身份之前，YioPay 将有权暂停或者注销该 YioPay 账户。
<br>
（2）根据《非银行支付机构网络支付业务管理办法》规定， YioPay 不得为金融机构，以及从事信贷、融资、理财、担保、信托、货币兑换等金融业务的其他机构开立 YioPay 账户。如您属于金融机构或从事信贷、融资、理财、担保、信托、货币兑换等金融业务的其他机构，且您持有 YioPay 账户的，则您同意按照 YioPay 流程尽快将该 YioPay 账户内资金提现或通过转账等途径支用完毕，并授权 YioPay 将该 YioPay 账户注销。
<br>
6、YioPay 账户注销后，您将无法使用 YioPay 的任何服务，双方的权利义务终止（本协议另有约定不得终止的或依其性质不能终止的除外）， 同时还可能产生如下结果：
<br>
（1）您仍应对您在注销会员号或账户前且使用 YioPay 服务期间的行为承担相应责任，包括但不限于可能产生的违约责任、损害赔偿责任及履约义务，同时 YioPay 仍可保存您注销前的相关信息。
<br>
（2）一旦注销成功，账户记录、账户功能等将无法恢复或提供。
<br>
<h4>（四） YioPay 服务的承诺和声明</h4>
1、YioPay 并非网络支付机构，本协议项下涉及的资金转移均通过支付宝和微信来实现，您接受因支付宝微信导致的延迟时间，也接受因 YioPay 导致的延迟时间。
<br>
2、您理解，基于相关法律法规，对本协议项下的任何服务， YioPay 均不提供任何担保、垫资。
<br>
3、YioPay 不会经手交易流程中的资金转账，不会在任何情况下中转您的资金。YioPay 提请您注意，YioPay 只负责在收到支付宝微信收款通知后，负责通知回调，本身不会导致您的资金丢失。
<br>

<h4>（五）交易风险提示</h4>
1、在使用 YioPay 服务时，若您或您的交易对方未遵从本协议或相关网站说明、交易、支付页面中之操作提示、规则，则 YioPay 有权拒绝为您与交易对方提供服务，且 YioPay 不承担损害赔偿责任。 若发生前述情形，而款项已先行入账您的 YioPay 账户，您同意 YioPay 有权直接自相关账户中扣回相应款项及（或）禁止您要求支付此笔款项之权利。
<br>
2、您使用 YioPay 服务购买金融类产品时，为了您的利益，建议您仔细阅读金融类产品的协议以及页面提示，确认销售机构及产品信息，谨慎评估风险后再购买。 YioPay 不会为您购买他人服务导致的损失承担责任。
<br>
<h4>（六）服务费用</h4>
在您使用 YioPay 服务时，YioPay 有权向您收取服务费用。YioPay 拥有制订及调整服务费之权利，具体服务费用以您使用 YioPay 服务时本网站或产品页面上所列之收费方式公告或您与 YioPay 达成的其他书面协议为准。除非另有说明或约定，您同意 YioPay 有权自您委托 YioPay 代收或代付的款项或您任一 YioPay 账户余额或者其他资产中直接扣除上述服务费用。


<h4>五、使用 YioPay 服务的注意事项</h4>
为有效保障您使用 YioPay 服务时的合法权益， YioPay 提醒您注意以下事项：
<br>
存在如下情形时， YioPay 会对您名下会员号或/及 YioPay 账户暂停或终止提供 YioPay 服务，且有权限制您所使用的产品或服务功能（包括但不限于对这些会员号或/及账户名下的款项和在途交易采取止付、取消交易、调账等限制措施）：
<br>
（1）您违反了本协议的约定；
<br>
（2）根据法律法规及法律文书的规定；
<br>
（3）根据有权机关的要求；
<br>
（4）您的账户操作、资金流向等存在异常时；您的会员号或账户可能产生风险的；
<br>
（7）您遭到他人投诉，且对方已经提供了一定证据的；
<br>
（8）您可能错误地操作他人 YioPay 账户，或者将他人会员号或账户进行了身份验证的。
<br>
除（2）、（3）规定的情形外，如您申请恢复服务、解除上述止付或限制，请您向我们提供相关资料及身份证明等文件，以便 YioPay 进行核实。


<h4>六、用户合法使用 YioPay 服务的承诺</h4>
1、<b>您应遵守中华人民共和国相关法律法规及您所属、所居住或开展经营活动或其他业务的国家或地区的法律法规，不得将 YioPay 服务用于任何非法目的（包括用于禁止或限制交易物品的交易），也不得以任何非法方式使用 YioPay 服务。</b>
<br>
2、您不得利用 YioPay 服务从事侵害他人合法权益之行为或违反国家法律法规， 否则 YioPay 有权进行调查、延迟或拒绝结算或停止提供 YioPay 服务，且您应独立承担所有相关法律责任，因此导致 YioPay 或 YioPay 雇员或其他方受损的，您应承担赔偿责任。
<br>
3、上述1和2适用的情况包括但不限于：
<br>
（1）侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益。
<br>
（2）违反依法定或约定之保密义务。
<br>
（3）冒用他人名义使用 YioPay 服务。
<br>
（4）<b>从事不法交易行为， 如洗钱、恐怖融资、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品、其他 YioPay 认为不得使用 YioPay 服务进行交易的物品等。</b>
<br>
（5）<b>提供赌博资讯或以任何方式引诱他人参与赌博。</b>
<br>
（6）未经授权使用他人银行卡， 或利用信用卡套取现金（以下简称套现）。
<br>
（7）进行与您或交易对方宣称的交易内容不符的交易， 或不真实的交易。
<br>
（8）从事任何可能侵害 YioPay 服务系统、数据之行为。
<br>
4、您理解，YioPay 服务有赖于系统的准确运行及操作。若出现系统差错、故障或其他原因引发的展示错误、您或 YioPay 不当获利等情形，您同意 YioPay 可以采取更正差错、扣划款项等适当纠正措施。
<br>
5、您不得对 YioPay 系统和程序采取反向工程手段进行破解，不得对上述系统和程序（包括但不限于源程序、目标程序、技术文档、客户端至服务器端的数据、服务器数据）进行复制、修改、编译、整合或篡改，不得修改或增减 YioPay 系统的任何功能。
<br>


<h4>七、权益保障及隐私保护</h4>
1、客户权益保障承诺
<br>
YioPay 一直秉承“客户第一”的原则，努力为您带来微小而美好的改变。为保障您在使用服务时的合法权益。
<br>
2、账号安全保障
<br>
如因为您账号被盗，导致您的资金损失，YioPay 不承担责任。
<br>

<h4>八、不可抗力、免责及责任限制</h4>
（一）免责条款
<br>
因下列原因导致 YioPay 无法正常提供服务，YioPay 不承担责任：
<br>
1、YioPay 系统停机维护或升级；
<br>
2、因台风、地震、洪水、雷电或恐怖袭击等不可抗力原因；
<br>
3、用户的电脑软硬件和通信线路、供电线路出现故障的；
<br>
4、用户操作不当或通过非 YioPay 授权或认可的方式使用 YioPay 服务的；
<br>
5、因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、银行原因 、第三方服务瑕疵或政府行为等原因。
<br>
尽管有前款约定， YioPay 将采取合理行动积极促使服务恢复正常。
<br>

<h4>（二）YioPay 责任范围及责任限制</h4>
1、YioPay 用户信息是由用户本人自行提供的， YioPay 无法保证该信息之准确、有效和完整。
<br>
2、YioPay 可能同时为您及您的（交易）对手方提供 YioPay 服务，您同意对 YioPay 可能存在的该等行为予以明确豁免任何实际或潜在的利益冲突，并不得以此来主张 YioPay 在提供 YioPay 服务时存在法律上的瑕疵。
<br>

<h4>九、知识产权的保护</h4>
1、YioPay 及关联公司所有系统及本网站上所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由 YioPay 或 YioPay 关联公司依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。
<br>
2、非经 YioPay 或 YioPay 关联公司书面同意，任何人不得擅自使用、修改、反向编译、复制、公开传播、改变、散布、发行或公开发表本网站程序或内容。
<br>
3、尊重知识产权是您应尽的义务，如有违反，您应承担损害赔偿责任。


<h4>十、法律适用与管辖</h4>
本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律。因本协议产生之争议，均应依照中华人民共和国法律予以处理，并由被告住所地人民法院管辖。
</div>
